Repository: 36z/gnu-social
Catalog: plugins/Gravatar/locale/*/LC_MESSAGES/Gravatar.po
Languages: ca

source: Set Gravatar
ca: Defineix un Gravatar

source: If you want to use your Gravatar image, click "Add".
ca: Si voleu utilitzar la vostra imatge del Gravatar, feu clic a «Afegeix».

source: Remove Gravatar
ca: Suprimeix el Gravatar

source: If you want to remove your Gravatar image, click "Remove".
ca: Si voleu suprimir la vostra imatge del Gravatar, feu clic a «Suprimeix».

source: Remove
ca: Suprimeix

source: To use a Gravatar first enter in an email address.
ca: Per fer servir un Gravatar, primer introduïu una adreça electrònica.

source: You do not have an email address set in your profile.
ca: No teniu una adreça electrònica definida en el vostre perfil.

source: Failed to save Gravatar to the database.
ca: No s'ha pogut desar el Gravatar a la base de dades.

source: Gravatar added.
ca: S'ha afegit el Gravatar.

source: Gravatar removed.
ca: S'ha suprimit el Gravatar.

source: The Gravatar plugin allows users to use their <a href="http://www.gravatar.com/">Gravatar</a> with StatusNet.
ca: El connector del Gravatar permet als usuaris fer servir llur <a href="http://www.gravatar.com/">Gravatar</a> amb l'StatusNet.
