Repository: 36z/gnu-social
Catalog: plugins/Facebook/locale/*/LC_MESSAGES/Facebook.po
Languages: ca

source: Hi, %1$s. We're sorry to inform you that we are unable to update your Facebook status from %2$s, and have disabled the Facebook application for your account. This may be because you have removed the Facebook application's authorization, or have deleted your Facebook account. You can re-enable the Facebook application and automatic status updating by re-installing the %2$s Facebook application. Regards, %2$s
ca: Hola, %1$s. lamentem informar-vos que no podem actualitzar l'estat del vostre Facebook des de %2$s, i hem inhabilitat l'aplicació del Facebook del vostre compte. Això pot ser perquè hagiu eliminat l'autorització de l'aplicació al Facebook, o perquè hàgiu eliminat el vostre compte del Facebook. Podeu tornar a habilitar l'aplicació del Facebook i l'actualització automàtica d'estat reinstal·lant l'aplicació de Facebook de %2$s. Atentament, %2$s

source: You must be logged into Facebook to use Facebook Connect.
ca: Heu d'iniciar una sessió al Facebook per fer servir el Facebook Connect.

source: There is already a local user linked with this Facebook account.
ca: Ja hi ha un usuari local enllaçat amb aquest compte del Facebook.

source: There was a problem with your session token. Try again, please.
ca: S'ha produït un problema amb el testimoni de la vostre sessió. Torneu-ho a provar.

source: You can't register if you don't agree to the license.
ca: No us podeu registrar si no accepteu la llicència.

source: An unknown error has occured.
ca: S'ha produït un error desconegut.

source: This is the first time you've logged into %s so we must connect your Facebook to a local account. You can either create a new account, or connect with your existing account, if you have one.
ca: És la primera vegada que inicieu una sessió a %s, per tant hem de connectar el vostre Facebook a un compte local. Podeu crear un compte nou, o bé connectar-vos amb un ja existent si ja en teniu un.

source: Facebook Account Setup
ca: Configuració del compte del Facebook

source: Connection options
ca: Opcions de connexió

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
ca: El meu text i fitxers es troben disponibles sota %s, excepte les dades privades següents: contrasenya, adreça electrònica, adreça de MI i número de telèfon.

source: Create new account
ca: Crea un compte nou

source: Create a new user with this nickname.
ca: Crea un compte nou amb aquest sobrenom.

source: New nickname
ca: Nou sobrenom

source: 1-64 lowercase letters or numbers, no punctuation or spaces
ca: 1-64 lletres en minúscules o nombres, sense signes de puntuació o espais

# BUTTON
source: Create
ca: Crea

source: Connect existing account
ca: Connecta un compte existent

source: If you already have an account, login with your username and password to connect it to your Facebook.
ca: Si ja teniu un compte, inicieu una sessió amb el nom d'usuari i contrasenya per connectar-lo al vostre Facebook.

source: Existing nickname
ca: Sobrenom ja existent

source: Password
ca: Contrasenya

# BUTTON
source: Connect
ca: Connecta

source: Registration not allowed.
ca: No es permet el registre

source: Not a valid invitation code.
ca: No és un codi d'invitació vàlid.

source: Nickname not allowed.
ca: No es permet el sobrenom.

source: Nickname already in use. Try another one.
ca: El sobrenom ja és en ús. Proveu-ne un altre.

source: Error connecting user to Facebook.
ca: S'ha produït un error en connectar l'usuari al Facebook.

source: Invalid username or password.
ca: Nom d'usuari o contrasenya no vàlids.

source: Login
ca: Inici de sessió

source: Send a notice
ca: Envia un avís

source: What's up, %s?
ca: Com va, %s?

source: Available characters
ca: Caràcters disponibles

# BUTTON
source: Send
ca: Envia

source: Server error: Couldn't get user!
ca: Error del servidor: no es pot obtenir l'usuari!

source: Incorrect username or password.
ca: Usuari o contrasenya incorrectes.

source: %1$s and friends, page %2$d
ca: %1$s i amics, pàgina %2$d

source: %s and friends
ca: %s i amics

source: If you would like the %s app to automatically update your Facebook status with your latest notice, you need to give it permission.
ca: Si voleu que l'aplicació %s actualitzi automàticament el vostre estat del Facebook amb el darrer avís, cal que li doneu permisos.

source: Okay, do it!
ca: Endavant, fes-ho!

# BUTTON
source: Skip
ca: Omet

source: Pagination
ca: Paginació

source: After
ca: Després

source: Before
ca: Abans

source: Thanks for inviting your friends to use %s.
ca: Gràcies per convidar els vostres amics perquè facin servir el %s.

source: Invitations have been sent to the following users:
ca: S'han enviat invitacions als usuaris següents:

source: You have been invited to %s
ca: Us han convidat a %s

source: Invite your friends to use %s
ca: Convideu els vostres amics a fer servir %s

source: Friends already using %s:
ca: Amics que ja fan servir %s:

source: Send invitations
ca: Envia invitacions

source: Facebook integration configuration
ca: Configuració d'integració del Facebook

source: Facebook Connect User
ca: Usuari de connexió del Facebook

source: Login or register using Facebook
ca: Inicieu una sessió o registreu-vos fent servir el Facebook

source: Facebook Connect Settings
ca: Paràmetres de connexió del Facebook

source: The Facebook plugin allows integrating StatusNet instances with <a href="http://facebook.com/">Facebook</a> and Facebook Connect.
ca: El connector del Facebook permet integrar instàncies de l'StatusNet amb el <a href="http://facebook.com/">Facebook</a> i el Facebook Connect.

source: Already logged in.
ca: Ja heu iniciat una sessió.

source: Login with your Facebook Account
ca: Inicieu una sessió amb el compte del Facebook

source: Facebook Login
ca: Inici de sessió del Facebook

source: Couldn't remove Facebook user: already deleted.
ca: No s'ha pogut eliminar l'usuari del Facebook: ja s'ha eliminat.

source: Couldn't remove Facebook user.
ca: No s'ha pogut eliminar l'usuari del Facebook.

# MENU
source: Home
ca: Inici

source: Home
ca: Inici

# MENU
source: Invite
ca: Convida

source: Invite
ca: Convida

# MENU
source: Settings
ca: Paràmetres

source: Settings
ca: Paràmetres

source: To use the %s Facebook Application you need to login with your username and password. Don't have a username yet?
ca: Per fer servir l'aplicació del Facebook %s cal que inicieu una sessió amb el vostre usuari i contrasenya. No teniu cap nom d'usuari encara?

source: a new account.
ca: un compte nou.

source: Register
ca: Registre

source: Nickname
ca: Sobrenom

# BUTTON
source: Login
ca: Inici de sessió

source: Lost or forgotten password?
ca: Heu perdut o oblidat la contrasenya?

source: No notice content!
ca: No hi ha contingut a l'avís!

source: That's too long. Max notice size is %d chars.
ca: És massa llarg. La mida màxima d'un avís són %d caràcters.

source: Notices
ca: Avisos

source: Facebook integration settings
ca: Paràmetres d'integració del Facebook

source: Invalid Facebook API key. Max length is 255 characters.
ca: Clau API del Facebook no vàlida. La longitud màxima són 255 caràcters.

source: Invalid Facebook API secret. Max length is 255 characters.
ca: Clau secreta API del Facebook no vàlida. La longitud màxima són 255 caràcters.

source: Facebook application settings
ca: Paràmetres d'aplicació del Facebook

source: API key
ca: Clau API

source: API key provided by Facebook
ca: Clau API proporcionada pel Facebook

source: Secret
ca: Clau secreta

source: API secret provided by Facebook
ca: Clau secreta API proporcionada pel Facebook

source: Save
ca: Desa

source: Save Facebook settings
ca: Desa els paràmetres del Facebook

source: Manage how your account connects to Facebook
ca: Gestiona com el vostre compte es connecta al Facebook

source: There is no Facebook user connected to this account.
ca: No hi ha cap usuari del Facebook connectat a aquest compte.

source: Connected Facebook user
ca: Usuari del Facebook connectat

source: Disconnect my account from Facebook
ca: Desconnecta el meu compte del Facebook

source: Disconnecting your Faceboook would make it impossible to log in! Please
ca: Si desconnecteu el vostre Facebook, serà impossible iniciar una sessió!

source: set a password
ca: definiu una contrasenya

source: first.
ca: abans de res.

# BUTTON
source: Disconnect
ca: Desconnecta

source: Couldn't delete link to Facebook.
ca: No s'ha pogut eliminar l'enllaç al Facebook.

source: You have disconnected from Facebook.
ca: Us heu desconnectat del Facebook.

source: Not sure what you're trying to do.
ca: No estic segur del que proveu de fer.

source: There was a problem saving your sync preferences!
ca: S'ha produït un problema en desar les preferències de sincronització!

source: Sync preferences saved.
ca: S'han desat les preferències de sincronització.

source: Automatically update my Facebook status with my notices.
ca: Actualitza automàticament el meu estat del Facebook amb els meus avisos.

source: Send "@" replies to Facebook.
ca: Envia respostes «@» al Facebook.

# BUTTON
source: Save
ca: Desa

source: If you would like %s to automatically update your Facebook status with your latest notice, you need to give it permission.
ca: Si voleu que %s actualitzi automàticament el vostre estat del Facebook amb el darrer avís, cal que li doneu permís.

source: Allow %s to update my Facebook status
ca: Permet que %s actualitzi el meu estat del Facebook

source: Sync preferences
ca: Preferències de sincronització
